//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "获取支持";
"GetLabsUninstaller" = "获取卸载程序";


// DISPATCHER
"ReinstallButtonDescription" = "安装最新版本";
"UninstallButtonDescription" = "删除当前安装";

"ReinstallButtonTitle" = "获取最新版本";
"UninstallButtonTitle" = "卸载";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "无法安装 Adobe® Flash® Player。\n";
"NewerFlashPlayerAlreadyInstalled" = "系统上已安装了此软件的更新版本。";
"InstalledVersionTitle" = "安装的版本:";
"ThisVersionTitle" = "此版本:";
"SystemDoesNotMeetMinimumRequirements" = "此系统未达到最低安装要求。要求使用 Mac OS X %@ 或更高版本。";
"NeedToUninstallFirst" = "在安装此版本 Flash Player 之前，必须先运行 Flash Player 卸载程序。请访问 Adobe Labs 网页下载卸载程序。";

// WELCOME
"LicenseAgreementLink" = "单击此处阅读许可。";
"ReadAndAgreeToTermsOfUse" = "我已经阅读并同意 Flash Player 许可协议的条款。";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "请关闭以下应用程序以继续:";
"CloseFPClientsDescription2" = "您可以手动关闭，也可以单击下方按钮强制关闭全部程序。";

"ForceCloseAllButtonTitle" = "强制关闭全部";

"CloseAppsDialogTitle" = "关闭其他应用程序";
"CloseAppsDialogMessage" = "仍有部分必须关闭的应用程序。\n\n请单击“确定”获取最新列表。";

"OKButtonTitle" = "确定";
"CloseButtonTitle" = "关闭";


// INSTALL
"FPInstallerWindowTitle" = "Adobe Flash Player %@ 安装程序";

"EnableInstallMessage" = "要启用此安装，请单击上面的复选框以接受许可协议。";

"InstallingMessage" = "正在安装...";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "正在完成安装...";

"InstallButtonTitle" = "安装";
"RetryButtonTitle" = "重试";
"QuitButtonTitle" = "退出";
"DoneButtonTitle" = "完成";
"DownloadButtonTitle" = "下载";

// +--> Success
"InstallSucceededTitle" = "Flash Player %@ 已完成安装";
"RestartBrowserMessage" = "请重新启动浏览器";

// +--> Failure
"InstallFailedTitle" = "安装失败";
"InstallFailedDescription" = "此安装失败。";
"ErrorLogTitle" = "错误日志:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "更新 Flash Player 首选项";
"UpdateOptionsSubheader" = "可以自动下载并安装安全更新和增强功能。";
"UpdateMethodSelectionTitle" = "选择更新方法:";
"UpdateOption_InstallAutomatically" = "允许 Adobe 安装更新（建议）";
"UpdateOption_NotifyUser" = "通知我安装更新";
"UpdateOption_DoNotCheckForUpdates" = "从不检查更新（不建议）";
"UpdateOptionsLearnMore" = "了解更多信息";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_cn";


// UNINSTALL
"FPUninstallerWindowTitle" = "Adobe Flash Player 卸载程序";
"UninstallDescriptionText" = "此程序将从您的计算机上删除 Adobe® Flash® Player。";
"UninstallDescriptionText_PlusTentacleRemover" = "此程序将从您的计算机上删除 Adobe® Flash® Player 以及所有相关的缓存文件和设置。";

"UninstallingMessage" = "正在卸载...";
"UninstallCompletedTitle" = "已完成";

// +--> Success
"UninstallSucceededText" = "Adobe® Flash® Player 已从系统删除。";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "无法加载更新信息。请检查您的 Internet 连接，然后重试。";
"CheckingForUpdatesText" = "正在获取更新信息…";

// No update available
"FlashPlayerIsUpToDate" = "您系统上的 Adobe® Flash® Player 是最新版本。";

// Update available
"AutoUpdateXmlLocale" = "zhcn";
"FPAutoUpdateWindowTitle" = "更新 Adobe Flash Player";
"UpdateAvailableText" = "有 Adobe® Flash® Player 更新可用。";
"InstallThisUpdateQuestion" = "是否安装此更新？";
"ChangeSettingsText" = "您可以在“本地设置管理器”中更改更新设置。";
"LaunchLSMLink" = "启动本地设置管理器";

"RemindMeLaterButtonTitle" = "以后提醒我";


// Download Progress Panel
"CancelButtonTitle" = "取消";
"DownloadSucceededTitle" = "下载成功";
"DownloadFailedTitle" = "下载失败";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "下载安装程序时出错。请确保您已连接到 Internet，然后重试。";
"DownloadingMessage" = "正在下载…";
"VerifyingDownloadMessage" = "正在验证下载…";
"UnpackingDownloadMessage" = "正在解包下载…";
"LaunchingInstallerMessage" = "正在启动安装程序…";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/cn/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/cn/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "使用状况数据";
"AnalyticsCheckboxLabel" = "发送匿名使用情况数据";
"AnalyticsCheckboxDescription" = "通过提供匿名使用状况数据来帮助提高 Adobe Flash Player 的性能。您可以随时修改这一选择。";
"AnalyticsLearnMore" = "了解更多信息";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_cn";
